// pages/introduce/introduce.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    nodes: "<br><h2 style='font-size:14px;'> 一、东兴区科技孵化器概况</h2><br><p>内江市东兴区科技孵化器坐落于汉安大道旁，为独立13层建筑，使用面积达1万余平米，布局合理、设施完善，配备独立办公室、会议室、路演厅、培训室、创客苗圃、创客咖啡、头脑风暴室等，并配有产品展示厅、午休室和专家公寓等配套设施，产业重点发展方向为电子商务、现代农业科技、文旅创新等，现已搭建的创业导师、技术转移、投资融资、政策咨询、三方服务机构等公共服务平台，为入孵企业和项目提供优惠场地、政策解读、申报帮扶、技术引进、融资推介、上市指导等企业全生命周期服务。</p><br><h2 style='font-size:14px;'>二 、东兴区科技孵化器发展规划</h2><br><p>“落眼现状，脚踏实地，左手科技农业，右手电子商务，创新科技引领，创新平台服务，全力推动东兴区双创前行。”</p><p>为聚集规划整合产业资源，提高楼层空间利用率，将7-11层的办公区按产业进行规划划分：7楼为火炬创新创业园，主要聚集有一定规模产业特色的引领性企业，以企业为单位，以企业涉猎产业为发展方向，成立科学家工作站，引领带动本地特色小微企业；8楼为电商产业园，也是区政府设立的东兴区电子商务集中发展区，以内江全搜索企业为龙头，开发具有本地特色的电子商务体系，全力推动本地农副产品“上网”；9楼为科技产业园，设立技术交流中心，招引技术研发团队、对接科技成果转化服务公司；10楼为现代农业产业园，聚集具有特色农业技术相关的企业，以农业技术创新提升本地农副产品结构，解决本地农产品种转型升级；11楼为东兴区返乡创业园和大学生创业孵化基地，招引优质优才的新东兴人返乡创业，吸引大学生落户创新创业。</p><br><h2 style='font-size:14px;'>  三 、东兴区科技孵化器现有政策</h2><br><p>东兴区科技孵化器对符合创业条件的入驻企业（项目），除提供免费的经营场地外，还免费配备光纤，中央空调，标配的办公桌椅、资料柜等办公设备，同时免收水费、电费、物业管理费，免费使用孵化器的会议室、培训室、洽谈室等综合性办公场地。大学生创业项目入驻创业苗圃还可享受免缴宽带费。<br><br></p>"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})