// pages/serverDetail/serverDetail.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    nodes_11: " <p>欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p><p>进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p><p>孵化欢迎优质企业入驻</p><p>孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p>",
    nodes_2: " <p>欢迎器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p><p>进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p>", 
    nodes_3: " <p>欢迎优质孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p>",
    nodes_4: " <p>欢迎器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p><p>进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化孵化欢迎优质企业入驻孵化器进行孵化</p>",
    nodes_5: " <p>欢迎优业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化欢迎优质企业入驻孵化器进行孵化</p><p>孵化欢迎优质企业入驻</p>",
    nodes_6: " <p>孵化欢迎优质企业入驻</p>",
    nodes: '',
    tit:"市场营销"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    let str = 'nodes_' + options.id;
    let img = "/images/imgs/pic_06.jpg";
    if (options.id == 2) {
      img = "/images/imgs/pic_07.jpg";
    }
    this.setData({
      id: options.id,
      img: img,
      nodes: this.data[str]
    })
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})